[
  {
    "Понятие": "Сили",
    "Определение": "Група от военноморски кораби, които действат и се сражават заедно."
  },
  {
    "Понятие": "Единица",
    "Определение": "Единица е отделен кораб в сили."
  },
  {
    "Понятие": "Залп",
    "Определение": "Залп е броят на изстрелите, произведени като единица сила за определен период от време."
  },
  {
    "Понятие": "Боен потенциал",
    "Определение": "Бойният потенциал е общата натрупана офанзивна способност на елемент или сила, измерена в брой налични изстрели."
  },
  {
    "Понятие": "Бойна мощ",
    "Определение": "Наричана още Ударна сила, е максималната офанзивна способност на елемент или сила на залп, измерена в броя на попаденията, които биха били постигнати при липса на деградиращи фактори."
  },
  {
    "Понятие": "Ефективност на разузнаването",
    "Определение": "Ефективността на разузнаването е безразмерен деградиращ фактор, прилаган към бойната мощ на силите в резултат на непълна информация. Това е число между нула и едно, което описва разликата между изстрелите, доставени въз основа на перфектно познаване на състава и позицията на противника, и изстрелите, базирани на съществуващата информация [Ref. 7]."
  },
  {
    "Понятие": "Ефективност на обучението",
    "Определение": "Ефективността на обучението е дроб, която показва деградацията на бойната мощ поради липса на обучение, мотивация или готовност."
  },
  {
    "Понятие": "Фактор на разсейване",
    "Определение": "Наричан още ефективност на chaff или съблазняване, е множител, който описва ефективността на офанзивно оръжие в присъствието на разсейване или друго меко убиване. Този множител е дроб, където едно показва липса на чувствителност/пълна ефективност, а нула показва пълна чувствителност/липса на ефективност."
  },
  {
    "Понятие": "Офанзивна ефективност",
    "Определение": "Офанзивната ефективност е съставен термин, съставен от произведението на ефективността на разузнаването, ефективността на обучението, разсейването или всеки друг фактор, който представлява вероятността един залп да уцели целта си. Офанзивната ефективност трансформира параметъра на бойния потенциал на единицата в бойна мощ."
  },
  {
    "Понятие": "Дефанзивен потенциал",
    "Определение": "Дефанзивният потенциал е общата защитна способност на силите, измерена в единици елиминирани вражески удари, независимо от точността на оръжейната система или оператора или всеки друг мултипликативен фактор."
  },
  {
    "Понятие": "Дефанзивна мощ",
    "Определение": "Дефанзивната мощ е броят на ракетите във вражески залп, които защитаващ се елемент или сила може да елиминира."
  },
  {
    "Понятие": "Бдителност на защитника",
    "Определение": "Бдителността на защитника е степента, до която защитникът не предприема подходящи защитни действия срещу вражески огън. Това може да е резултат от невнимание поради неправилни процедури за контрол на емисиите, готовност или други подобни фактори [Ref. 7]. Този множител е дроб, където едно показва пълна бдителност, а нула показва липса на бдителност."
  },
  {
    "Понятие": "Дефанзивна ефективност",
    "Определение": "Дефанзивната ефективност е съставен термин, съставен от произведението на ефективността на обучението и бдителността на защитника. Този термин се отнася и за всяка стойност, която представлява общата деградация на защитната мощ на силите."
  },
  {
    "Понятие": "Устойчивост",
    "Определение": "Устойчивостта е броят на ударите, които единица или сила може да поеме, преди да бъде извадена от строя."
  }
]