[
  {
    "понятие": "Соединение",
    "определение": "Группа военных кораблей, действующих и сражающихся вместе."
  },
  {
    "понятие": "Единица",
    "определение": "Единица - это отдельный корабль в соединении."
  },
  {
    "понятие": "Залп",
    "определение": "Залп - это количество выстрелов, произведенных единицей соединения за дискретный промежуток времени."
  },
  {
    "понятие": "Боевой потенциал",
    "определение": "Боевой потенциал - это общая накопленная наступательная способность элемента или соединения, измеряемая общим количеством доступных выстрелов."
  },
  {
    "понятие": "Боевая мощь",
    "определение": "Также называется ударной силой, это максимальная наступательная способность элемента или соединения за залп, измеряемая количеством попаданий, которые были бы достигнуты в отсутствие деградирующих факторов."
  },
  {
    "понятие": "Эффективность разведки",
    "определение": "Эффективность разведки - это безразмерный фактор деградации, применяемый к боевой мощи соединения в результате несовершенной информации. Это число от нуля до единицы, которое описывает разницу между выстрелами, произведенными на основе полного знания состава и положения противника, и выстрелами, основанными на существующей информации [Ссылка 7]."
  },
  {
    "понятие": "Эффективность обучения",
    "определение": "Эффективность обучения - это дробь, которая указывает на снижение боевой мощи из-за недостатка обучения, мотивации или готовности."
  },
  {
    "понятие": "Фактор отвлечения",
    "определение": "Также называется эффективностью ложных целей или соблазнения, это множитель, который описывает эффективность наступательного оружия в присутствии отвлечения или других средств мягкого уничтожения. Этот множитель представляет собой дробь, где единица указывает на отсутствие восприимчивости/полную эффективность, а ноль указывает на полную восприимчивость/отсутствие эффективности."
  },
  {
    "понятие": "Наступательная эффективность",
    "определение": "Наступательная эффективность - это составной термин, состоящий из произведения эффективности разведки, эффективности обучения, отвлечения или любого другого фактора, который представляет вероятность попадания одного залпа в цель. Наступательная эффективность преобразует параметр боевого потенциала единицы в боевую мощь."
  },
  {
    "понятие": "Оборонительный потенциал",
    "определение": "Оборонительный потенциал - это общая оборонительная способность соединения, измеряемая в единицах уничтоженных вражеских попаданий, независимо от системы оружия, точности оператора или любого другого мультипликативного фактора."
  },
  {
    "понятие": "Оборонительная мощь",
    "определение": "Оборонительная мощь - это количество ракет в залпе противника, которое может уничтожить обороняющийся элемент или соединение."
  },
  {
    "понятие": "Бдительность защитника",
    "определение": "Бдительность защитника - это степень, в которой защитник не принимает надлежащих оборонительных действий против огня противника. Это может быть результатом любой невнимательности из-за неправильных процедур контроля излучения, готовности или других подобных факторов [Ссылка 7]. Этот множитель представляет собой дробь, где единица указывает на полную бдительность, а ноль - на отсутствие бдительности."
  },
  {
    "понятие": "Оборонительная эффективность",
    "определение": "Оборонительная эффективность - это составной термин, состоящий из произведения эффективности обучения и бдительности защитника. Этот термин также применяется к любому значению, которое представляет общее снижение оборонительной мощи соединения."
  },
  {
    "понятие": "Живучесть",
    "определение": "Живучесть - это количество попаданий, которые единица или соединение может выдержать, прежде чем будет выведено из строя."
  }
]